Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nokut.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: One main question during the consultation process was how to deal with qualifications/competence that are not part of the education and training system.
nb: Et hovedspørsmål i høringen var forholdet til kvalifikasjoner/kompetanse som ikke er del av utdanningssystemet.

source: Students can use services such as individual consultancy, liaising with employers and searching job databases throughout their study.
nb: Gjennom dette rådet utarbeider delstatene rammelæreplaner for fag- og yrkesopplæring i tråd med de føderale lovene.

source: Rambøll AS assists NOKUT with the implementation and distribution of the survey, and has access
nb: Rambøll AS bistår NOKUT i gjennomføringen og utsendingen av undersøkelsen og har tilgang til e-

source: If you have taken the oral test before autumn 2009, you must have at least 500 points.
nb: Har du tatt den muntlige testen før høsten 2009, må du ha minst 500 poeng.

source: where you have passed courses in English with a minimum scope of 60 ECTS or equivalent.
nb: språk og litteratur der du har bestått emner i engelsk som utgjør minst 60 ECTS eller tilsvarende.

source: The foreign education is measured against degrees that exist in the Norwegian degree system.
nb: I denne delen oppsummerer vi de viktigste funnene i pilotundersøkelsen ved å svare på disse spørsmålene.

source: 5 Educational competence
nb: 5 Utdanningsfaglig kompetanse

source: For the hours of organized learning activities it shows that there is relatively much variance at the program level and especially at the institutional level.
nb: I tillegg er det slik at studenter som er tatt opp på realkompetanse ofte er svake i matematikk, men i større grad forstår den praktiske delen av utdanningen og har et fortrinn der.

source: Ministry of Education, Science and Culture, Sölvhólsgata 4, Reykjavik
nb: nyttig med oversikten over hva det er ønsker om Gruppe 4

source: What are diploma mills?
nb: Hva er Diploma Mills?

source: Chapter 7 describes the principles for quality assurance of the NQF.
nb: Kapittel 7 beskriver prinsipper for kvalitetssikring av NKR.

source: The work on the qualifications framework was to be based on the work that had been started on a framework for the different educational levels (sub-frameworks), and on separate reports in areas where such work had not already been initiated.
nb: Arbeidet med kvalifikasjonsrammeverket skulle bygge på de igangsatte arbeidene med rammeverk for de ulike utdanningsnivåene (delrammeverk), og på egne utredninger der slikt arbeid ennå ikke var igangsatt.

source: After the flow of refugees across the Mediterranean increased dramatically in 2015, NOKUT and our British sister office, UK NARIC, proposed to establish a European Qualifications Passport for Refugees.
nb: Høsten 2015 foreslo NOKUT og vårt britiske søsterkontor UK NARIC å etablere en europeisk ordning for å kartlegge flyktningers kompetanse.

source: Lithuanian applications take second place with 172 applications since last year.
nb: Litauen med 172 søknader er på andre plass i oversikten.

source: These are referred to under each country in NOKUT's country database.
nb: Disse finner du i så fall henvist til under det enkelte landet i Landdatabasen til NOKUT.

source: The goal is that the learning outcome for the individual qualifications will be described in a way that makes it easy to see the interconnection between the different qualifications, and thereby also the actual differences in learning outcomes between the different levels and different pathways through the education system.
nb: Målet er at læringsutbyttet for de enkelte kvalifikasjonene er beskrevet på en slik måte at det er enkelt å se sammenhengen mellom de ulike kvalifikasjonene, og dermed også de faktiske forskjellene i læringsutbytte mellom de ulike nivåene og de ulike veiene gjennom utdanningssystemet.

source: partners from Norway and abroad.
nb: NTNU og Nord universitet, men vi skal

source: must be passed at School Certificate or Higher School Certificate English language requirements The English language requirement is met if you have finished secondary school after 2005 have
nb: må være bestått på School Certificate el er Higher School Certificate Krav til engelsk Engelsk er dekket hvis du har avsluttet videregående skole etter 2005 og har fordypning i

source: perspective of both the educational institutions and
nb: Universitets- og høgskolerådet (UHR) og MatRIC

source: The use of diploma mills could therefore have a negative effect on society as a whole.
nb: Samfunnet som helhet kan derfor lide under bruken av Diploma Mills.

source: the recognition of refugees’ qualifi-
nb: er prosjektet omtalt som best practice

source: academic studies and academic research.
nb: Sørge for at læringsutbyttebeskrivelsen står i samsvar med Nasjonalt

source: A clear request for a similar service for both foreign vocational educations and foreign higher
nb: Det ble uttrykt et tydelig ønske om et liknende tilbud for både utenlandske fag- og

source: All documentation must be chosen with great care.
nb: All dokumentasjon må være nøye gjennomtenkt.

source: NOKUT is the National Coordination Point (NCP) for the European Qualifications Framework for Lifelong Learning in Norway.
nb: NOKUT er Nasjonalt kontaktpunkt for Det europeiske kvalifikasjonsrammeverket for livslang læring i Norge.

source: and other characteristics.
nb: for fordeling av tid til FoU”

source: level 8 in the Norwegian Qualification Framework.
nb: de er på nivå 8 Nasjonalt kvalifikasjonsrammeverk

source: The name directly reflects the name of the European Qualifications Framework for Lifelong Learning (EQF) and it is also in harmony with the terminology that has already been introduced in the qualifications framework for higher education.
nb: Dette reflekterer direkte navnet på det europeiske kvalifikasjonsrammeverket for livslang læring (EQF) og harmonerer også med begrepsbruken som allerede er tatt i bruk i kvalifikasjonsrammeverket for høyere utdanning.

source: Interestingly, there is no significant variance at the institutional level for hours of self-study and relatively much variance at the program level.
nb: I barnehagelærerutdanningene ble det påpekt at det er store forskjeller mellom studenter uten erfaring fra barnehage (gjerne de yngste) og studenter med erfaring fra barnehage:

source: Why are you being asked to participate?
nb: Hvorfor får du spørsmål om å delta?

source: The Bologna Process In the Bologna Process, which concerns cooperation on higher education between 47 countries in Europe, it was decided, at the ministerial meeting in Bergen in 2005, to establish an overarching framework of qualifications for the European higher education area.
nb: Bologna-prosessen I Bologna-prosessen, som gjelder samarbeid om høyere utdanning mellom 47 land i Europa, ble det vedtatt et overordnet kvalifikasjonsrammeverk for høyere utdanning på ministermøtet i Bergen i 2005.

source: Who can apply?
nb: Hvem kan søke?

source: What is NCP contributing to?
nb: Hva skal NCP bidra til?

source: If you do not have a Norwegian personal ID number, or a D-number, you have to create a
nb: Dersom du ikke har norsk fødselsnummer eller D-nummer må du opprette en

source: how research and physics are done in the
nb: ning og fysikk gjøres i den virkelige verden,

source: Personal data means any form of information about an identified or identifiable natural person.
nb: Personopplysninger er enhver form for opplysning om en identifisert eller identifiserbar fysisk person.

source: We will not process your application until you have uploaded all the required documents.
nb: Vi behandler ikke søknaden før du har lastet opp alle nødvendige dokumenter.

source: A report proposing a framework with national learning outcome descriptors for the three levels of higher education was presented in April 2007 and then distributed for consultation.
nb: En rapport med et forslag til rammeverk med nasjonale læringsutbyttebeskrivelser for de tre nivåene i høyere utdanning ble lagt frem i april 2007 og deretter sendt på høring.

source: Stephanie Marshall will chair this year’s expert panel.
nb: Leder av årets ekspertkomité er Stephanie Marshall.

source: In 1998, a common DS-template was developed under the auspices of the European Commission, the Council of Europe and UNESCO/CEPES.
nb: Allerede i 1998 ble det utviklet et felles oppsett for DS i regi av Europakommisjonen, Europarådet og UNESCO/CEPES.

source: The qualifications framework has not been developed to reform the system.
nb: Kvalifikasjonsrammeverket er ikke utviklet med systemreformer som formål.

source: Professor Stephanie Marshall, Higher Education Academy, United Kingdom (Chair)
nb: Professor og direktør Stephanie Marshall, Higher Education Academy, Storbriannia (leder)

source: offices ArmENIC (Armenia), CIEP (France),
nb: (Armenia), CIEP (Frankrike), CIMEA

source: Digital assessment in mathematics means using ICT tools to ask students
nb: Digital vurdering i matematikk betyr å bruke IKT-verktøy for å stille

source: One example is that knowledge can be described as ‘is familiar with’ – ‘has knowledge of’ – ‘has insight into’ – which form an ascending order.
nb: Et eksempel på dette er at kunnskap kan beskrives med ”å kjenne til” – ”ha kunnskap om” – ha innsikt i” – som danner en stigende orden.

source: The project has received funding from the European Union’s Erasmus+ programme.
nb: Prosjektet har vært finansiert av EUs Erasmus+-program.

source: NOKUT is processing your personal data when we are evaluating your application and receiving inquiries.
nb: NOKUT behandler personopplysningene dine i forbindelse med vurdering av søknader og henvendelser til oss.

source: We process requests for access, correction and deletion within 30 days.
nb: Vi behandler forespørsler om innsyn, retting og sletting innen 30 dager.

source: Applicants without a Norwegian national ID number or D number can also apply through the applicant portal.
nb: Hvis du ikke har et norsk personnummer eller D-nummer, kan du likevel søke via søkerportalen.

source: It is specified that applicants will have proof of sufficient English proficiency if they can document a completed one year of secondary school studies in an English-speaking country (Australia, Canada, Ireland, New Zealand, UK, USA) provided that the language of instruction is English.
nb: Presisering at man kan dokumentere tilstrekkelige engelskkunnskaper hvis man har fullført ett års studier på videregående skole i et engelskspråklig land (Australia, Canada, Irland, New Zealand, Storbritannia, USA) der undervisningsspråket er engelsk.

source: The guidelines’ main principle is that a qualification shall be recognized unless there are substantial differences, in accordance with the Lisbon Recognition Convention, cf. Regulations on quality assurance § 6-1 (5).
nb: Det bærende prinsippet i retningslinjene er at en utdanning skal godkjennes med mindre det foreligger vesentlige forskjeller i tråd med Lisboakonvensjonens føringer jf. studiekvalitetsforskriften § 6-1 (5).

source: The qualifications framework for higher education was adopted in March 2009.
nb: Kvalifikasjons- rammeverket for høyere utdanning ble fastsatt i mars 2009.

source: The original timeframe for self-certification stated that all the countries’ national qualifications frameworks for higher education would be self-certified by 2010.
nb: Det opprinnelige tidsaspektet for selvsertifisering var at alle lands nasjonale kvalifikasjons- rammeverk for høyere utdanning skulle være ferdig selvsertifisert innen 2010.

source: The coordination point is responsible for information, guidance and maintenance.
nb: Kontaktpunktet har ansvaret for informasjon, kontakt og vedlikehold i arbeidet med EQF.

source: IP addresses are recorded for technical reasons when the questionnaire is accessed and will be automatically deleted a few days later.
nb: IP-adresser blir registrert av tekniske årsaker når spørreskjemaet åpnes, og vil automatisk bli slettet etter få dager.

source: Go to NOKUT's country database
nb: Gå til NOKUTs landdatabase

source: If you were unable to complete the questionnaire in a previous session, you may log in here to finish.
nb: Dersom du ikke ble ferdig med skjemautfyllingen, kan du fortsette ved å bruke innloggingen på denne siden.

source: The Diploma Supplement (DS) is an official document accompanying the diploma of higher education.
nb: Diploma Supplement (DS) er et vitnemålstillegg som skal utstedes av lærestedene ved fullført høyere utdanning.

source: NOKUT offers automatic recognition of certain degrees from selected countries.
nb: NOKUT tilbyr automatisk godkjenning av enkelte utdanninger fra utvalgte land.

source: The institution must revise the knowledge related learning outcomes so they better match the
nb: revidere læringsutbyttebeskrivelsene både for studiet som en helhet og for de ulike emnene, slik at

source: Those candidates who were offered NOKUT’s Qualifications Passport for Refugees because they do not yet fulfill the requirements to go through full evaluation in the UVD-procedure were asked if they understood why they initially had been referred to the UVD-procedure.
nb: De kandidatene som fikk tilbud om NOKUTs kvalifikasjonspass for flyktninger fordi de ennå ikke fyller kravene til å gå videre i UVD-ordningen, fikk spørsmål om de forsto hvorfor de i utgangspunktet hadde blitt henvist til UVD-ordningen.

source: staff, that applied ecology is ”ecological theory and principles applied to real-world
nb: og genetikk på pattedyr som forskningsfelt gjennom flere år, og har blant annet en

source: NOKUT is the Assistance Centre for the recognition of professional qualifications for professions that are regulated through Directive 2005/36/EF.
nb: NOKUT er assistansesenter i Norge for godkjenning av yrkeskvalifikasjoner for yrker som er regulerte av direktiv 2005/36/EF.

source: Learning outcomes must be expressed in terms of a candidate’s intended achievements in knowledge, skills and general competence, as related to the National Qualifications Frameworks.
nb: Høgskolen må utvikle et navn på studiet som inkluderer den tematikk som er beskrevet at skal fokuseres i studiet, men som ikke blir så generelt at all helseforskning uavhengig av tematikk faller innenfor.

source: Lawson chaired both the international expert panel that assessed the applications for SFU status in 2013 and the panel conducting the mid-term evaluation of Norway’s first Centre for Excellence, ProTed.
nb: Lawson ledet både den internasjonale komiteen som evaluerte SFU-søknadene i 2013, og midtveisevalueringen til det første senteret for fremragende utdanning, ProTed.

source: Learning outcome: In general, we find that the learning outcomes are clearly stated and relevant for PhD studies, even though they are very ambitious, and the inclusion of human health does not match the programme content.
nb: NOKUT kan derfor senere påpeke feil og mangler dersom vi ved et fremtidig gjennomsyn avdekker det, selv om vi i denne søknadsrunden skulle finne at kvalitetssikringssystem, styringsordninger og/eller reglement tilfredsstiller kravene.

source: Chapter 10 describes administrative and financial consequences of the work on implementing the NQF.
nb: I kapittel 10 omtales administrative og økonomiske konsekvenser av arbeidet med implementering av NKR.

source: Both with respect to the bilateral structure of the program, and in addition with further agreements for student exchange.
nb: I praksis vil studenten veiledes og vurderes etter angitte kriterier for å vurdere ferdighetene til studenten, hvor praksisveileder og lærer samarbeider.

source: – The centres have had to document their results and achievements in the first period of financing.
nb: – Sentrene måtte dokumentere resultater og hva de har fått til i første periode.

source: NOKUT has received 22 applications from 12 different universities and university colleges.
nb: NOKUT har mottatt totalt 22 søknader fra 12 ulike universiteter og høyskoler.

source: In addition, plans for the potential next five-year period will be assessed.
nb: I tillegg skal planer for den eventuelle nye femårsperioden vurderes.

source: What is wrong with diploma mills?
nb: Hva er galt med Diploma Mills?

source: In addition, a proposal for learning outcome descriptors for the university college graduate degree was distributed for consultation in November 2009.
nb: I tillegg ble forslag til læringsutbyttebeskrivelser for graden høgskolekandidat sendt på høring i november 2009, og de ble gjennomgående vel mottatt av høringsinstansene.

source: The NCP will contribute to the understanding and use of the qualifications framework, and promote dialogue between national and international stakeholders in the world of work and education.
nb: Kontaktpunktet skal bidra til at sektor og samfunn forstår og bruker kvalifikasjonsrammeverket, og legge til rette for god dialog med nasjonale og internasjonale aktører og interessepartnere i utdanningssektor og arbeidsliv.

source: For information on how to do this, please see the instructions for the browser you are using.
nb: For informasjon om hvordan du gjør dette, må du se dokumentasjonen for den nettleseren du bruker.

source: Thursday January 27, 12.00
nb: Torsdag 27. januar 12.00

source: The theoretical content has been further outlined and a list of literature has been added.
nb: I tillegg har vi innarbeidet noen av anbefalingene fra de sakkyndige i den reviderte studieplanen.

source: • Project on response technology to engage students in the large classes they typically have in
nb: I etterkant av styrebehandlingen sendes rapporten til høgskolens strategiske råd.

source: The learning outcome descriptors are therefore intended to show the progression in the system.
nb: Læringsutbyttebeskrivelsene skal derfor vise progresjonen i systemet.

source: The framework is a systematic description of levels and of the competence achieved at the levels in the Norwegian education and training system.
nb: Rammeverket er en systematisk beskrivelse av nivå og oppnådd kompetanse for nivåene i det norske utdanningssystemet.

source: Professor and Head of Development, Astrid Elbek, The Royal Academy of Music, Denmark
nb: Dosent og utviklingsleder Astrid Elbek, Det Jyske Musikkonservatorium, Danmark

source: The photo is from a video workshop in Bergen in autumn 2014. MatRIC was the main organiser together with Bergen
nb: Bildet er hentet fra en videoworkshop i Bergen høsten 2014, der MatRIC var hovedarrangør sammen med Høgskolen i Bergen. meg. Siden vurdering er ansett som en så viktig del

source: B) Document confirming completed vocational education and training
nb: B) Dokument som bekrefter fullført fag- og yrkesopplæring

source: In the body of the email, we request the following information:a) Your first and last nameb) Title and organisationc) Contact information
nb: I selve e-posten ønsker vi følgende informasjon:a) For- og etternavnet dittb) Tittel og organisasjonc) Kontaktinformasjonen din

source: signature and certification of the DS
nb: signatur og sertifisering av DS

source: In 2010, Peter Dieter was honoured with the Ars Legendi Award for excellent teaching in higher medical education.
nb: I 2010 mottok han Ars Legendi-prisen for fremragende undervisning innen medisin.

source: is evaluated regularly, with the evaluation results used for continual improvement has learning outcomes that are relevant to society and the professional field
nb: o evalueres jevnlig, og resultatene anvendes til kontinuerlig forbedring o sikrer at læringsutbyttebeskrivelsene er relevante for samfunns- og arbeidsliv

source: Of the 12 interviewed candidates, three had incomplete education. These three will not be offered the possibility of proceeding to the UVD-procedure.
nb: Av de 12 intervjuede kandidatene var det tre som hadde avbrutt utdanning og som derfor ikke ville komme til å få tilbud om å gå videre til UVD-ordningen.

source: Based on international developments, where it became increasingly clear that the other European countries in the EEA were going to develop national qualifications frameworks as the basis for referencing their national systems to the EQF, it was decided in September 2009 that a proposal for a comprehensive national qualifications framework was to be prepared for Norway as well, and that this would form the basis for referencing the Norwegian levels of qualifications to the EQF.
nb: europeiske landene i EØS-området ville lage nasjonale kvalifikasjonsrammeverk som grunnlag for å etablere henvisning fra sine nasjonale systemer til EQF, ble det i september 2009 besluttet at det skulle utarbeides et forslag til et helhetlig nasjonalt kvalifikasjons-rammeverk også i Norge, og at dette skulle danne grunnlag for henvisning av de norske kvalifikasjonsnivåene til EQF.

source: If you choose to provide us with more information than we need, please note that this information will also be part of your application and profile.
nb: Dersom du velger å gi oss flere opplysninger enn vi har behov, ønsker vi å gjøre deg oppmerksom på at også slike opplysninger vil være en del av din søknad og din profil.

source: In writing the learning outcome descriptions, the program’s academic community works with former students and outside sources to make sure that the descriptions work outside academia.
nb: Læringsutbyttebeskrivelser er utformet i utdanningens fagmiljø, i dialog med tidligere studenter og samfunns- og arbeidsliv, for å sikre relevans og forståelse av beskrivelsene utenfor akademia.

source: Below is an overview of professions regulated by the Professional Qualifications Directive (2005/36/EU).
nb: Nedenfor finner du en oversikt over yrker som er regulert av Yrkeskvalifikasjonsdirektivet (2005/36/EF).

source: The Norwegian Centre for Research Data (NSD) is in charge of data protection for surveys conducted by NOKUT, and we follow the instructions for processing personal data provided by NSD.
nb: Det er Norsk senter for forskningsdata (NSD) som er personvernombud for undersøkelsene som NOKUT gjennomfører og vi følger instrukser for behandling av personopplysninger som NSD gir oss.

source: In Norway, the Ministry has been assigned main responsibility for the actual referencing process.
nb: I Norge er hovedansvaret for selve henvisningsprosessen lagt til departementet.

source: The work has led to the development of a
nb: Arbeidet har siden ledet til utviklingen av

source: The consultative bodies were largely positive to the introduction of a qualifications framework.
nb: I all hovedsak var høringsinstansene positive til innføring av kvalifikasjonsrammeverk.

source: logy in relation to the different
nb: til å oppfylle NOKUTs samfunnsopp- drag, sier han.

source: However, based on our interviews it is clear that some teaching methods are more conducive for individual counselling than others are.
nb: Det kom imidlertid tydelig frem at studenter som har utveksling i semester med valgfrie emner naturlig nok har større frihet enn studenter i semester med obligatoriske emner, og at valgfriheten ofte er større i utveksling på bachelor- enn på mastergradsnivå.

source: Higher Education Entrance Qualification for Persons with Foreign Education
nb: Generell studiekompetanse for søkere med utenlandsk utdanning

source: NOKUT cooperates with your vocational school.
nb: NOKUT samarbeider med fagskolen du går på.

source: You can see details of the personal data processed in the application portal under "case processing and archives".
nb: Se nærmere om hvilke personopplysninger som blir behandlet i søkerportalen under "saksbehandling og arkiv".

source: The end of 2008 was set as the deadline for work on the report.
nb: Utredningsarbeidet fikk frist til utløpet av 2008.
